Repository: BrightDV/BoxBox
Catalog: lib/l10n/app_*.arb
Languages: bn, ml, nl, pa, sw, zh_hant

# addCustomServer
source: Add a custom server
bn: একটি কাস্টম সার্ভার যোগ করুন
ml: കസ്റ്റം സെർവർ ചേർക്കുക
nl: Eigen server toevoegen
pa: ਪਸੰਦੀਦਾ ਸਰਵਰ ਸ਼ਾਮਲ ਕਰੋ
sw: Ongeza seva ya kipekee
zh_hant: 新增自訂伺服器

source: Apply
bn: প্রয়োগ করুন
ml: പ്രയോഗിക്കുക
nl: Toepassen
pa: ਲਾਗੂ ਕਰੋ
sw: Tumia
zh_hant: 同意

# articleFull
source: Full
bn: ভর্তি
ml: നിറഞ്ഞിരിക്കുന്നു
nl: Volledig
pa: ਪੂਰਾ
sw: Kamili
zh_hant: 全部

# articleTitleAndImage
source: Title and Image
bn: শিরোনাম এবং ছবি
ml: ശീർഷകവും ചിത്രവും
nl: Titel en afbeelding
pa: ਸਿਰਲੇਖ ਅਤੇ ਚਿੱਤਰ
sw: Kichwa na Picha
zh_hant: 標題與圖片

# articleTitle
source: Title
bn: শিরোনাম
ml: തലക്കെട്ട്
nl: Titel
pa: ਸਿਰਲੇਖ
sw: Kichwa
zh_hant: 標題

source: Biography
bn: জীবনী
ml: ജീവചരിത്രം
nl: Biografie
pa: ਜੀਵਨੀ
sw: Wasifu
zh_hant: 車手經歷

source: Cancel
bn: বাতিল করুন
ml: റദ്ദാക്കുക
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
sw: Tangua
zh_hant: 取消

# crashError
source: Error:
bn: ত্রুটি:
ml: എറർ:
nl: Fout:
pa: ਤਰੁੱਟੀ:
sw: Hitilafu
zh_hant: 錯誤:

source: Custom feed
bn: কাস্টম নিউজফিড
ml: കസ്റ്റമ് ഫീഡ്
nl: Eigen feed
pa: ਕਸਟਮ ਫੀਡ
sw: Mipasho maalum
zh_hant: 自訂新聞源

source: Custom server
bn: কাস্টম সার্ভার
ml: കസ്റ്റം സെർവർ
nl: Aangepaste server
pa: ਕਸਟਮ ਸਰਵਰ
sw: Seva ya kipekee
zh_hant: 自訂伺服器

# darkMode
source: Dark
bn: অন্ধকার
ml: ഡാർക്ക്
nl: Donker
pa: ਗੂੜ੍ਹਾ
sw: Giza
zh_hant: 黑夜

source: About
bn: তথ্য
ml: വിവരങ്ങൾ
nl: Over
pa: ਦੇ ਬਾਰੇ
sw: Kuhusu
zh_hant: 關於

# aboutDescription
source: Box, Box! is copylefted libre software, licensed under GPLv3+. Its aim is to allow users to follow Formula 1 and Formula E without ads or trackers.
bn: Box, Box! হলো কপিলেফ্ট লিব্রে সফ্টওয়্যার, যা GPLv3+ অধীনে লাইসেন্সপ্রাপ্ত। এটির লক্ষ্য হলো বিজ্ঞাপন বা ট্র্যাকার ছাড়াই ফর্মুলা ১ অনুসরণ করার সুযোগ দেওয়া।
ml: ബോക്സ്, ബോക്സ്! എന്നത് GPLv3+ പ്രകാരം ലൈസൻസുള്ള, കോപ്പിലെഫ്റ്റ് ചെയ്ത ലിബ്രെ സോഫ്റ്റ്‌വെയറാണ്. പരസ്യങ്ങളോ ട്രാക്കറുകളോ ഇല്ലാതെ ഫോർമുല 1 ഉം ഫോർമുല E ഉം പിന്തുടരാൻ ഉപയോക്താക്കളെ അനുവദിക്കുക എന്നതാണ് ഇതിന്റെ ലക്ഷ്യം.
nl: Box, Box! is copyleft vrije software onder de licentie GPLv3+ met als doel om Formule 1 zonder ads of trackers te kunnen volgen.
pa: ਬਾਕਸ, ਬਾਕਸ! ਕਾਪੀ-ਲਿਫਟਡ ਲੀਬਰ ਸਾਫਟਵੇਅਰ ਹੈ, ਜੋ GPLv3+ ਦੇ ਅਧੀਨ ਲਾਈਸੈਂਸਸ਼ੁਦਾ ਹੈ। ਇਸਦਾ ਉਦੇਸ਼ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਬਿਨਾਂ ਇਸ਼ਤਿਹਾਰਾਂ ਜਾਂ ਟਰੈਕਰਾਂ ਦੇ ਫਾਰਮੂਲਾ 1 ਦੀ ਪਾਲਣਾ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਣਾ ਹੈ।
sw: Box, Box! ni programu ya bure iliyo na nakala, iliyopewa leseni ya GPLv3+. Inalenga kuruhusu kufuata michezo ya Formula 1 bila matangazo au vifuatiliaji
zh_hant: Box, Box! 是一款有著作權自由軟體，遵循 GPLv3+ 授權。其目標是讓用戶在不受廣告或追蹤器幹擾的情況下專注於一級方程式錦標賽和電動方程式錦標賽。

# aboutBottomLine
source: With ‚ù§ by BrightDV.
bn: BrightDV দ্বারা ❤ এর সাথে।
ml: BrightDV നിന്ന് ❤ത്തോടെ.
nl: Gemaakt met ‚ù§ door BrichtDV.
pa: BrightDV ਦੁਆਰਾ ❤ ।
sw: Kwa upendo na BrightDV.
zh_hant: 由 BrightDV 以 ❤ 為您製作。

# addCustomFeed
source: Add a custom feed
bn: একটি কাস্টম নিউজফিড যোগ করুন
ml: ഒരു കസ്റ്റമ് ഫീഡ് ആഡ് ചെയ്യുക
nl: Eigen feed toevoegen
pa: ਪਸੰਦੀਦਾ ਫੀਡ ਸ਼ਾਮਲ ਕਰੋ
sw: Ongeza Kichujio upate mipasho maalum
zh_hant: 新增自訂新聞來源(feed)

source: Add to calendar
bn: ক্যালেন্ডারে যোগ করুন
ml: കലണ്ടറിലേക്ക് ചേർക്കുക
nl: Aan kalender toevoegen
pa: ਕੈਲੰਡਰ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ
sw: Ongeza kwenye kalenda
zh_hant: 添加至日歷

# articleTitleAndDescription
source: Title and Description
bn: শিরোনাম এবং বর্ণনা
ml: തലക്കെട്ടും വിവരണവും
nl: Titel en omschrijving
pa: ਸਿਰਲੇਖ ਅਤੇ ਵਰਣਨ
sw: Kichwa na Maelezo
zh_hant: 標題與描述

# checkUpdates
source: Check for a new update
bn: নতুন আপডেটের জন্য চেক করুন
ml: ഒരു പുതിയ അപ്ഡേറ്റിനായി ചെക്ക് ചെയ്യുക
nl: Controleren op updates
pa: ਨਵੇਂ ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ
sw: Tafuta sasisho jipya
zh_hant: 檢查更新

source: Circuit Length
bn: সার্কিট দৈর্ঘ্য
ml: സര്കയൂട്ടിന്റെ നീളം
nl: Lengte circuit
pa: ਸਰਕਟ ਦੀ ਲੰਬਾਈ
sw: Urefu wa barabara
zh_hant: 賽道總長

source: Close
bn: বন্ধ করুন
ml: അടയ്ക്കുക
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
sw: Funga
zh_hant: 關閉

source: Countdown
bn: সময় গণনা
ml: കൗണ്ട്ഡൗൺ
nl: Aftellen
pa: ਉਲਟੀ ਗਿਣਤੀ
sw: Muda uliosalia
zh_hant: 倒數計時

source: Country
bn: দেশ
ml: രാജ്യം
nl: Land
pa: ਦੇਸ਼
sw: Nchi
zh_hant: 國家

source: Custom home feed
bn: কাস্টম হোম ফিড
ml: കസ്റ്റം ഹോം ഫീഡ്
nl: Aangepaste thuisfeed
pa: ਕਸਟਮ ਹੋਮ ਫੀਡ
sw: Mipasho maalum
zh_hant: 自訂首頁新聞源

# dataNotAvailable
source: Data unavailable at the moment.
bn: এই মুহূর্তে তথ্য অপ্রাপ্য।
ml: ഇപ്പോൾ ഡാറ്റ ലഭ്യമല്ല.
nl: Gegevens nu niet beschikbaar.
pa: ਇਸ ਸਮੇਂ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
sw: Data haipatikani kwa sasa.
zh_hant: 目前暫時無法提供數據。

# dataSaverMode
source: Data saver
bn: ডেটা সেভার
ml: ഡാറ്റ സേവർ
nl: Gegevensbesparing
pa: ਡਾਟਾ ਸੇਵਰ
sw: Kiokoa data
zh_hant: 節省流量

# dataSaverModeSub
source: Low-quality images and videos.
bn: নিম্নমানের ছবি এবং ভিডিও।
ml: നിലവാരം കുറഞ്ഞ ചിത്രങ്ങളും വീഡിയോകളും.
nl: Lage kwaliteit voor foto's en video's.
pa: ਘੱਟ-ਗੁਣਵੱਤਾ ਵਾਲੀਆਂ ਤਸਵੀਰਾਂ ਅਤੇ ਵੀਡੀਓ।
sw: Picha na video za ubora wa chini.
zh_hant: 低解析度的圖像與影片。

source: Date of birth
bn: জন্ম তারিখ
ml: ജനനത്തീയതി
nl: Geboortedatum
pa: ਜਨਮ ਤਾਰੀਖ
sw: Siku ya Kuzaliwa
zh_hant: 出生日期

# defaultValue
source: Default
bn: ডিফল্ট
ml: ഡിഫോൾട്ട്
nl: Standaard
pa: ਡਿਫ਼ਾਲਟ
sw: Chaguo Msingi
zh_hant: 預設

# deleteCustomFeed
source: Delete feed
bn: ফিড মুছুন
ml: ഫീഡ് ഡിലീറ്റ് ചെയ്യുക
nl: Feed verwijderen
pa: ਫੀਡ ਹਟਾਓ
sw: Futa
zh_hant: 刪除新聞源

# deleteUrl
source: Do you wish to delete this URL?
bn: আপনি কি এই URL মুছতে চান?
ml: ഈ URL ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
nl: Deze link verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਇਸ URL ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
sw: Je, ungependa kufuta URL hii?
zh_hant: 你想要刪除這個連結嗎?

source: DRIVERS
bn: চালক
ml: ഡ്രൈവർമാർ
nl: RIJDERS
pa: ਡਰਾਈਵਰ
sw: Madereva
zh_hant: 車手

source: Appearance
bn: উপস্থিতি
ml: രൂപം
nl: Uiterlijk
pa: ਦਿੱਖ
sw: Mwonekano
zh_hant: 外觀

source: Edit
bn: পরিবর্তন করুন
ml: എഡിറ്റ്
nl: Bewerken
pa: ਸੰਪਾਦਿਤ ਕਰੋ
sw: Hariri
zh_hant: 編輯

# editOrderDescription
source: Change order by long-pressing an item.
bn: একটি আইটেম দীর্ঘ-টিপে ক্রম পরিবর্তন করুন।
ml: ഓർഡർ മാറ്റാൻ ദീർഘനേരം അമർത്തിപിടിക്കുക.
nl: Verander de volgorden door lang een op een item te drukken.
pa: ਕਿਸੇ ਆਈਟਮ ਨੂੰ ਦੇਰ ਤੱਕ ਦਬਾ ਕੇ ਆਰਡਰ ਬਦਲੋ।
sw: Badilisha mpangilio kwa kubofya kipengee kwa muda mrefu.
zh_hant: 長按以更改順序。

# errorOccurred
source: Something went wrong
bn: কিছু একটা সমস্যা হয়েছে
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു
nl: Er is iets fout gegaan
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
sw: Hitilafu fulani imetokea
zh_hant: 出了點問題

source: Filter
bn: ফিল্টার
ml: ഫിൽറ്റർ
pa: ਫਿਲਟਰ
sw: Chuja
zh_hant: 篩選

source: First Grand Prix
bn: প্রথম গ্র্যান্ড প্রিক্স
ml: ആദ്യത്തെ ഗ്രാൻഡ് പ്രി
nl: Eerste Grand Prix
pa: ਪਹਿਲਾ ਗ੍ਰਾਂ ਪ੍ਰੀ
sw: Grand Prix ya Kwanza
zh_hant: 第一場大獎賽

# freePracticeTwo
source: Free Practice FP2
bn: ফ্রি প্র্যাকটিস FP2
ml: ഫ്രീ പ്രാക്ടീസ് FP2
nl: Vrije training FP2
pa: ਫਰੀ ਪ੍ਰੈਕਟਿਸ FP2
sw: Mazoezi ya Bure: FP2
zh_hant: 二練

# freePracticeShort
source: PRACTICE
bn: প্র্যাকটিস
ml: പ്രാക്ടീസ്
nl: TRAINING
pa: ਪ੍ਰੈਕਟਿਸ
sw: MAZOEZI
zh_hant: 練習

source: From
bn: থেকে
ml: ഫ്രം
nl: Van
pa: ਤੋਂ
sw: Kutoka
zh_hant: 來自·

source: Follow system
bn: সিস্টেম অনুসরণ করুন
ml: സിസ്റ്റം ഫോളോ ചെയ്യുക
nl: Systeem volgen
pa: ਸਿਸਟਮ ਦੇ ਅਨੁਸਾਰ
sw: Fuata mfumo
zh_hant: 跟隨系統

source: Font
bn: হরফ
ml: ഫോണ്ട്
nl: Lettertype
pa: ਫੌਂਟ
sw: Fonti
zh_hant: 字體

source: Gallery
bn: গ্যালারি
ml: ഗാലറി
nl: Galerij
pa: ਗੈਲਰੀ
sw: Matunzio
zh_hant: 圖庫

source: GAP
bn: দূরত্ব
ml: ഗ്യാപ്
nl: VERSCHIL
pa: ਗੈਪ
zh_hant: 差距

source: Hall of Fame
bn: হল অফ ফেম
ml: ഹാൾ ഓഫ് ഫെയിം
pa: ਹਾਲ ਔਫ ਫੇਮ
sw: Ukumbi wa Umaarufu
zh_hant: 名人堂

source: Highest race finish
bn: সর্বোচ্চ রেস ফিনিশ
ml: ഏറ്റവും ഉയർന്ന റേസ് ഫിനിഷ്
nl: Beste resultaat in races
pa: ਸਭ ਤੋਂ ਉੱਚਾ ਦੌੜ ਸਮਾਪਤੀ ਸਥਾਨ
sw: Mwisho wa mbio za juu zaidi
zh_hant: 最高名次

source: Highest grid position
bn: সর্বোচ্চ গ্রিড অবস্থান
ml: ഏറ്റവും ഉയർന്ന ഗ്രിഡ് സ്ഥാനം
nl: Hoogste gridpositie
pa: ਗਰਿੱਡ ਤੇ ਸਭ ਤੋਂ ਉੱਚੀ ਸਥਿੱਤੀ
sw: Nafasi ya juu zaidi ya gridi
zh_hant: 最高排位

source: Information
bn: তথ্য
ml: വിവരങ്ങൾ
nl: Informatie
pa: ਜਾਣਕਾਰੀ
sw: Taarifa
zh_hant: 資訊

source: Lap Record
bn: ল্যাপ রেকর্ড
ml: ലാപ് റെക്കോർഡ്
nl: Ronderecord
pa: ਲੈਪ ਰਿਕਾਰਡ
sw: Rekodi ya Lap
zh_hant: 最快單圈

# lightMode
source: Light
bn: আলো
ml: വെള്ള
nl: Licht
pa: ਸਫ਼ੈਦ
sw: Mwangaza
zh_hant: 白天

source: Listen
bn: শুনুন
ml: കേൾക്കുക
nl: Luister
pa: ਸੁਣੋ
zh_hant: 聽

source: Live Blog
bn: লাইভ ব্লগ
ml: തത്സമയ ബ്ലോഗ്
pa: ਲਾਈਵ ਬਲੌਗ
sw: Blogu ya moja kwa moja

# monthAbbreviationJanuary
source: JAN
bn: জান

# minuteAbbreviation
source: MIN
bn: মিনিট

# motorsportLocalizeFeeds
source: Motorsport.com's localized feeds
bn: Motorsport.com এর স্থানীয় ফিড
nl: Motorsport.com lokale feeds
pa: ਮੋਟਰਸਪੋਰਟ.com ਦੀਆਂ ਸਥਾਨਕ ਫੀਡਾਂ
sw: Lokalaizesheni ya mipasho ya Motorsport.com
zh_hant: Motorsport.com 的當地新聞源

# monthAbbreviationApril
source: APR
bn: অপ্র

# monthAbbreviationMay
source: MAY
bn: মে
nl: MEI
sw: MEI

source: News
bn: খবর
nl: Nieuws
pa: ਖ਼ਬਰਾਂ
sw: Habari
zh_hant: 新聞

source: News Layout
bn: খবরের ফরম্যাট
nl: Opmaak Nieuws
pa: ਖ਼ਬਰਾਂ ਦਾ ਖਾਕਾ
sw: Muundo wa Habari
zh_hant: 新聞排版

source: News Mix
bn: মিশ্রিত খবর
nl: Nieuwsmix
pa: ਨਿਊਜ਼ ਮਿਕਸ
sw: Mchanganyiko wa Habari
zh_hant: 新聞組合

# newVersionAvailable
source: A new version is available
bn: একটি নতুন ভার্সন প্রকাশ হয়েছে
nl: Er is een nieuwe versie beschikbaar
pa: ਇੱਕ ਨਵਾਂ ਸੰਸਕਰਣ ਉਪਲਬਧ ਹੈ
sw: Toleo jipya linapatikana
zh_hant: 新版本已發布

source: NEXT
bn: পরবর্তী
nl: VOLGENDE
pa: ਅਗਲਾ
sw: INAYOFUATA

# noResults
source: Nothing to show here. You may be rate limited.
bn: এখানে দেখানোর কিছু নেই। আপনাকে সীমিত করা হতে পারে।
nl: Hier is niets te zien. Dit kan te maken hebben met rate limits.
pa: ਇੱਥੇ ਦਿਖਾਉਣ ਲਈ ਕੁਝ ਨਹੀਂ. ਤੁਸੀਂ ਸੀਮਤ ਰੇਟ ਕੀਤੇ ਹੋ ਸਕਦੇ ਹੋ।
sw: Hakuna cha kuonyesha hapa. Unaweza kuwa na kiwango kidogo.
zh_hant: 這裡沒有任何內容。您可能被限速。

# nothingHere
source: Nothing to show here.
bn: দেখানোর কিছু নেই এখানে।
nl: Hier is niets te zien.
pa: ਦਿਖਾਉਣ ਲਈ ਕੁਝ ਨਹੀਂ ਇਥੇ।
sw: Hakuna cha kuonyesha hapa.
zh_hant: 這裡沒有 任何內容。

source: Number of Laps
bn: ল্যাপের সংখ্যা
nl: Aantal ronden
pa: ਲੈਪਸ ਦੀ ਸੰਖਿਆ
sw: Idadi ya Lapu
zh_hant: 圈數

source: Official
bn: অফিসিয়াল
nl: Officieel
pa: ਆਫੀਸ਼ੀਅਲ
sw: Rasmi
zh_hant: 官方

# offline
source: Offline. The data may not be up to date.
bn: অফলাইন। তথ্য নতুন নাও হতে পারে।
nl: Offline. De gegevens zijn mogelijk niet actueel.
pa: ਔਫਲਾਈਨ। ਹੋ ਸਕਦਾ ਡਾਟਾ ਤਾਜ਼ਾ-ਤਰੀਨ ਨਾ ਹੋਵੇ।
sw: Nje ya mtandao. Data inaweza kuwa haijasasishwa.
zh_hant: 離線。數據可能不是最新的。

source: Open live blog
bn: লাইভ ব্লগ খুলুন
nl: Liveblog openen
pa: ਲਾਈਵ ਬਲੌਗ ਖੋਲੋ
sw: Fungua blogi ya moja kwa moja

source: Open quiz
bn: কুইজ খুলুন
nl: Quiz openen
pa: ਓਪਨ ਕੁਇਜ਼
sw: Fungua Maswali
zh_hant: 打開測試

# openingWithInAppBrowser
source: Opening with the in-app browser
bn: অ্যাপের ব্রাউজার দিয়ে খোলা হচ্ছে
nl: Openen met de in-app browser
pa: ਐਪ-ਵਿਚਲੇ ਬ੍ਰਾਊਜ਼ਰ ਨਾਲ ਖੋਲ੍ਹ ਰਿਹਾ
sw: Inafungua kwa kivinjari cha ndani ya programu
zh_hant: 以內建瀏覽器開啟

source: Place of birth
bn: জন্মস্থান
nl: Geboorteplaats
pa: ਜਨਮ ਸਥਾਨ
sw: Mahali pa Kuzaliwa
zh_hant: 出生地

source: Player
bn: খেলোয়ার
nl: Videospeler
pa: ਪਲੇਅਰ
sw: Mchezaji
zh_hant: 播放器

# playerQuality
source: Video quality
bn: ভিডিও এর মান
nl: Kwaliteit video's
pa: ਵੀਡੀਓ ਕੁਆਲਿਟੀ
sw: Ubora wa video
zh_hant: 影片畫質

source: Podiums
bn: পডিয়াম
nl: Podiumplaatsen
pa: ਪੋਡੀਅਮ
zh_hant: 頒獎台

source: Point
bn: পয়েন্ট
nl: Punt
pa: ਅੰਕ
zh_hant: 積分

source: Points
bn: পয়েন্ট
nl: Punten
pa: ਅੰਕ
sw: Pointi
zh_hant: 積分

# pointsAbbreviation
source: PTS
bn: পয়েন্ট
pa: ਪੀ.ਟੀ.ਐੱਸ

# positionAbbreviation
source: POS
bn: স্থান
pa: ਪੀ.ਓ.ਐੱਸ
sw: NFS

source: PREVIOUS
bn: পূর্ববর্তী
nl: VORIGE
pa: ਪਿਛਲਾ
sw: NYUMA

source: Qualifyings
bn: কোয়ালিফাইং
nl: Kwalificaties
pa: ਕੁਆਲੀਫਾਈਇੰਗ
sw: Kufuzu

# qualifyingsShort
source: QUALIFS
bn: কোয়ালিফস
nl: KWALI

source: Race
bn: রেস
pa: ਰੇਸ

source: Race Distance
bn: রেসের দূরত্ব
nl: Afstand
pa: ਦੌੜ ਦੂਰੀ
sw: Urefu wa mdio

# raceStartsIn
source: The race starts in:
bn: রেস শুরু হতে বাকি সময়:
nl: De race start over:
pa: ਦੌੜ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ ਇੰਨੇ ਵਕਫੇ ਵਿੱਚ:
sw: Mbio zinaanza ndani ya:

# raceStartsOn
source: The race starts on:
bn: রেস শুরু হওয়ার তারিখ:
nl: De race start op:
pa: ਦੌੜ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ:
sw: Mbio zinaanza tarehe:

source: Results
bn: ফলাফল
nl: Resultaten
pa: ਨਤੀਜੇ
sw: Matokeo

source: Save
bn: সংরক্ষণ
nl: Opslaan
pa: ਸੰਭਾਲੋ
sw: Hifadhi

source: Schedule
bn: সময়সূচী
nl: Schema
pa: ਸਮਾਂ-ਸੂਚੀ
sw: Kipindi

source: Search
bn: খুজুন
nl: Zoeken
pa: ਖੋਜ ਕਰੋ

source: Server
bn: সার্ভার
pa: ਸਰਵਰ
sw: Seva

# sessionCompletedShort
source: Session completed
bn: সেশন সম্পন্ন
nl: Afgelopen
pa: ਸੈਸ਼ਨ ਪੂਰਾ ਹੋਇਆ
sw: Kipindi kimemalizwa

source: Session running
bn: সেশন চলমান
nl: Bezig
pa: ਸੈਸ਼ਨ ਚੱਲ ਰਿਹਾ ਹੈ
sw: Kipindi kinaendelea

# sessionStartsIn
source: The session starts in:
bn: সেশন শুরু হতে বাকি সময়:
nl: De sessie start over:
pa: ਸੈਸ਼ਨ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ ਇੰਨੇ ਵਕਫੇ ਵਿੱਚ:
sw: Kipindi kinaanza ndani ya

# sessionStartsOn
source: The session starts on:
bn: সেশন শুরু হওয়ার তারিখ:
nl: De sessie start op:
pa: ਸ਼ੈਸ਼ਨ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ:
sw: Kipindi kinaanza tarehe:

source: Sprint
bn: স্প্রিন্ট
pa: ਸਪ੍ਰਿੰਟ
sw: Mbio

source: Sprint Qualifyings
bn: স্প্রিন্ট কোয়ালিফাইংস
nl: Sprintkwalificatie
pa: ਸਪ੍ਰਿੰਟ ਕੁਆਲੀਫਾਈਇੰਗਜ਼
sw: Mbio ya Kufuzu

source: Standings
bn: অবস্থান
nl: Ranglijst
pa: ਸਟੈਂਡਿੰਗਜ਼
sw: Misimamo

source: Starting Grid
bn: শুরুর গ্রিড
nl: Startposities
pa: ਸ਼ੁਰੂਆਤ ਗਰਿੱਡ
sw: Gridi ya Kuanzisha

# tapToCheckForUpdate
source: Tap to check for new update.
bn: নতুন আপডেট চেক করতে চাপ দিন ।
nl: Druk hier om te controleren op updates.
pa: ਨਵੇਂ ਅੱਪਡੇਟ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
sw: Gusa ili kuangalia sasisho mpya.

source: Team
bn: দল
pa: ਟੀਮ
sw: Timu

source: Team colors
bn: দলের রং
nl: Teamkleuren
pa: ਟੀਮ ਦੇ ਰੰਗ
sw: Rangi ya Timu

source: TEAMS
bn: দল
pa: ਟੀਮਾਂ
sw: TIMU

source: Theme
bn: থিম
nl: Thema
pa: ਥੀਮ
sw: Mandhari

source: TIME
bn: সময়
nl: TIJD
sw: SAA

source: Topics
bn: বিষয়
nl: Onderwerpen
pa: ਟੌਪਿਕਸ
sw: Mada

# updates
source: New versions
bn: নতুন ভার্সন
nl: Nieuwe versies
pa: ਨਵੇਂ ਸੰਸਕਰਣ
sw: Matoleo mapya

source: Videos
bn: ভিডিও
pa: ਵੀਡੀਓਜ਼
sw: Mavideo

source: View highlights
bn: হাইলাইট দেখুন
nl: Hoogtepunten bekijken
pa: ਮੁੱਖ ਅੰਸ਼ ਵੇਖੋ
sw: Tazama matokeo muhimu

source: VIEW MORE
bn: আরো দেখুন
nl: MEER BEKIJKEN
pa: ਹੋਰ ਵੇਖੋ
sw: Ona zaidi

source: Yes
bn: হ্যাঁ
nl: Ja
pa: ਠੀਕ ਹੈ
sw: Ndio

# errorOccurredDetails
source: The app encountered an unknown error. Please try again later.
bn: অ্যাপটি একটি অজানা ত্রুটির সম্মুখীন হয়েছে । অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন।
ml: ആപ്പിന് ഒരു എറർ വന്നിരിക്കുന്നു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
nl: Er is een onbekende fout opgetreden. Probeer het later opnieuw.
pa: ਐਪ ਵਿੱਚ ਇੱਕ ਅਗਿਆਤ ਤਰੁੱਟੀ ਆਈ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
sw: Programu ilipata hitilafu isiyojulikana. Tafadhali jaribu tena baadaye
zh_hant: 應用程式發生未知錯誤。 請稍後再試。

source: Experimental Features
bn: পরীক্ষামূলক ফিচার
ml: പരീക്ഷണാത്മകമായ ഫെയ്ച്ചേഴ്സ്
nl: Experimentele functies
pa: ਪ੍ਰਯੋਗਾਤਮਕ ਫ਼ੀਚਰ
sw: Vipengele vya Majaribio
zh_hant: 實驗功能

source: FIA Regulations
bn: এফআইএ প্রবিধান
ml: FIA റെഗുലേഷൻ
nl: FIA-reglement
pa: FIA ਦੇ ਨਿਯਮ
sw: Kanuni za FIA
zh_hant: FIA 規則

source: Formula You Settings
bn: Formula You সেটিংস
ml: ഫോർമുല യു ഇന്റെ ക്രമീകരണങ്ങൾ
nl: Instellingen Formula You
pa: Formula You ਸੈਟਿੰਗ
zh_hant: Formula You 設定

# freePracticeOne
source: Free Practice FP1
bn: ফ্রি প্র্যাকটিস FP1
ml: ഫ്രീ പ്രാക്ടീസ് FP1
nl: Vrije training VT1
pa: ਫਰੀ ਪ੍ਰੈਕਟਿਸ FP1
sw: Mazoezi ya Bure: FP1
zh_hant: 一 練

# freePracticeThree
source: Free Practice FP3
bn: ফ্রি প্র্যাকটিস FP3
ml: ഫ്രീ പ്രാക്ടീസ് FP3
nl: Vrije training FP3
pa: ਫਰੀ ਪ੍ਰੈਕਟਿਸ FP3
sw: Mazoezi ya Bure: FP3
zh_hant: 三練

# fontDescription
source: Font used in the articles.
bn: নিবন্ধগুলিতে ব্যবহৃত হরফ।
ml: ലേഖനങ്ങളിൽ ഉപയോഗിച്ചിരിക്കുന്ന ഫോണ്ട്.
nl: Het lettertype voor de artikelen.
pa: ਲੇਖਾਂ ਵਿੱਚ ਵਰਤੇ ਗਏ ਫੌਂਟ।
sw: Fonti iliyotumika katika vifungu.
zh_hant: 文章字體。

# needsRestart
source: Restart the app to apply changes.
bn: পরিবর্তনগুলি প্রয়োগ করতে অ্যাপটি আবার চালু করুন।
nl: Herstart de app om de wijzigingen door te voeren.
pa: ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰਨ ਲਈ ਐਪ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰੋ।
sw: Anzisha tena programu ili kutekeleza mabadiliko.
zh_hant: 重啟應用程式以應用變更。

# openInBrowser
source: Open in web browser
bn: ওয়েব ব্রাউজারে খুলুন
nl: Openen in browser
pa: ਵੈਬ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਖੋਲ੍ਹੋ
sw: Fungua katika kivinjari
zh_hant: 以瀏覽器開啟

source: Other
bn: অন্যান্য
nl: Overig
pa: ਹੋਰ
sw: Nyingine
zh_hant: 其他

# playerQualitySub
source: For videos in articles.
bn: আর্টিকেলের ভিডিও এর জন্য।
nl: Voor video's in artikelen.
pa: ਲੇਖਾਂ ਦੇ ਅੰਦਰ ਵੀਡੀਓਜ਼ ਲਈ।
sw: Kwa video katika makala.
zh_hant: 用於文章中的影片。

source: Quiz
bn: ক্যুইজ
pa: ਕੁਇਜ਼

# requestError
source: Could not fetch data.
bn: ডেটা আনা যায়নি।
nl: Kon geen gegevens ophalen.
pa: ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
sw: Hakuna uwezo wa kupata data

# sessionCompleted
source: The session is over.
bn: সেশন শেষ হয়ে গেছে।
nl: De sessie is afgelopen.
pa: ਸੈਸ਼ਨ ਪੂਰਾ ਹੋ ਚੁੱਕਿਆ।
sw: Kipindi kimeisha

source: Settings
bn: সেটিংস
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
sw: Mipangilio

source: Share
bn: শেয়ার
nl: Delen
pa: ਸਾਂਝਾ ਕਰੋ
sw: Gawa

# statistics
source: Stats
bn: পরিসংখ্যান
nl: Statistieken
pa: ਅੰਕੜੇ
sw: Takwimu

source: Try Again
bn: আবার চেষ্টা করুন
nl: Opnieuw proberen
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
sw: Jaribu tena

source: Unavailable offline
bn: অফলাইনে পাওয়া যাচ্ছে না
nl: Offline niet beschikbaar
pa: ਆਫਲਾਈਨ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
sw: Haipatikani nje ya mtandao

source: Victory
bn: বিজয়
nl: Overwinning
pa: ਜਿੱਤ
sw: Ushindi

source: Victories
bn: বিজয়
nl: Overwinningen
pa: ਜਿੱਤਾਂ
sw: Ushindi

source: View results
bn: ফলাফল দেখুন
nl: Resultaten bekijken
pa: ਨਤੀਜੇ ਵੇਖੋ
sw: Ona matokeo

source: World Championships
bn: বিশ্ব চ্যাম্পিয়নশিপ
nl: Wereldkampioenschappen
pa: ਵਿਸ਼ਵ ਚੈਂਪੀਅਨਸ਼ਿਪਸ
sw: Mabingwa wa Dunia

# grandsPrix
source: Grands Prix entered
bn: গ্র্যান্ড প্রিক্স প্রবেশ করেছে
ml: പ്രവേശിച്ച ഗ്രാൻഡ് പ്രീയൂകൾ
nl: Ingeschreven Grands Prix
pa: ਗ੍ਰੈਂਡ ਪ੍ਰਿਕਸ ਦਾਖਲ ਹੋਈ
sw: Umeingia Katika Grand Prix
zh_hant: 參加的大獎賽

source: Grand Prix Map
bn: গ্র্যান্ড প্রিক্স মানচিত্র
ml: ഗ്രാൻഡ് പ്രിയിന്റെ മാപ്പ്
nl: Grand Prix Kaart
pa: ਗ੍ਰੈਂਡ ਪ੍ਰਿਕਸ ਨਕਸ਼ਾ
sw: Ramani ya Grand Prix
zh_hant: 賽道地圖

source: History
bn: ইতিহাস
ml: ഹിസ്റ്ററി
nl: Geschiedenis
pa: ਇਤਿਹਾਸ
sw: Historia
zh_hant: 歷史

source: LAPS
bn: ল্যাপস
ml: ലാപ്പുകൾ
nl: RONDES
pa: ਲੈਪਸ
zh_hant: 圈

source: Links
bn: লিঙ্ক
ml: ലിങ്കുകൾ
pa: ਲਿੰਕ
sw: Viungo
zh_hant: 連結

source: Load More
bn: আরও লোড করুন
ml: കൂടുതൽ ലോഡ് ചെയ്യുക
nl: Meer laden
pa: ਹੋਰ ਲੋਡ ਕਰੋ
sw: Ona Zaidi
zh_hant: 加載更多

# modernNewsAppearance
source: Use modern appearance for the news.
bn: সংবাদের জন্য আধুনিক উপস্থাপন ব্যবহার করুন।
ml: വാർത്തകൾക്കായി ആധുനിക രൂപം ഉപയോഗിക്കുക.
nl: Gebruik modern uiterlijk voor het nieuws.
pa: ਖ਼ਬਰਾਂ ਲਈ ਆਧੁਨਿਕ ਦਿੱਖ ਦੀ ਵਰਤੋਂ ਕਰੋ।
sw: Tumia muonekano wa kisasa kwa habari.
zh_hant: 使用現代外觀來呈現新聞。

# monthAbbreviationJune
source: JUN
bn: জুন

# monthAbbreviationJuly
source: JUL
bn: জুলাই

# monthAbbreviationAugust
source: AUG
bn: আগস্ট
sw: AGO

# monthAbbreviationSeptember
source: SEP
bn: সেপ্ট

# monthAbbreviationOctober
source: OCT
bn: অক্টো
nl: OKT

# monthAbbreviationNovember
source: NOV
bn: নোভ

# monthAbbreviationDecember
source: DEC
bn: ডিসেম
sw: DIS

source: Loading
bn: লোড হচ্ছে
ml: ലോഡിംഗ്
nl: Laden
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
zh_hant: 載入中

source: Please wait...
bn: অনুগ্রহপূর্বক অপেক্ষা করুন..।
nl: Even geduld...
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
zh_hant: 請稍後...

# useOfficialWebview
source: Use official Webview for live sessions instead of f1-dash.com
bn: লাইভ সেশনের জন্য অফিসিয়াল ওয়েবভিউ ব্যবহার করুন
nl: Gebruik onaangepaste WebView voor live-sessies
pa: ਲਾਈਵ ਸੈਸ਼ਨਾਂ ਲਈ ਅਧਿਕਾਰਤ ਵੈਬਵਿਊ ਦੀ ਵਰਤੋਂ ਕਰੋ

# freePracticeFirstLetter
source: FP
nl: VT
pa: ਐੱਫ.ਪੀ

# dayFirstLetter
source: D
pa: ਡੀ
zh_hant: 天

# driverAbbreviation
source: DRI
pa: ਡੀ.ਆਰ.ਆਈ
sw: DRV
zh_hant: 車手

# hourFirstLetter
source: H
nl: U
pa: ਐੱਚ

# monthAbbreviationMarch
source: MAR
nl: MAA
sw: MACHI

source: Watch highlights on YouTube
sw: Tazama matokeo muhimu kwenye YouTube

# alreadyDownloadedArticle
source: This article has already been downloaded.
ml: ഈ ലേഖനം ഇതിനകം ഡൗൺലോഡ് ചെയ്തിട്ടുണ്ട്.
zh_hant: 文章已下載。

source: Already downloading
ml: ഡൗൺലോഡ് ചെയ്യുന്നു
zh_hant: 正在下載

# articleNotifications
source: New articles notifications
ml: പുതിയ ലേഖന അറിയിപ്പുകൾ
zh_hant: 新文章通知

source: Championship
zh_hant: 錦標賽

source: Chassis
zh_hant: 底盤

source: Copy title
zh_hant: 複製標題

source: Copied
zh_hant: 已複製

source: Delete
zh_hant: 刪除

source: Done
zh_hant: 完成

source: Download
zh_hant: 下載

source: Downloading
zh_hant: 正在下載

source: Downloads
zh_hant: 已下載

source: Download complete
zh_hant: 下載完成

source: Download failed
zh_hant: 下載失敗

source: Download paused
zh_hant: 下載已暫停

source: Download running
zh_hant: 下載中

source: Enable notifications
zh_hant: 開啟通知

source: Fastest Laps
zh_hant: 最快圈速

source: First Team Entry
zh_hant: 車隊初次參賽

# fullScreenGestures
source: Enter/exit fullscreen gestures
zh_hant: 進入/退出全螢幕

# grandPrixNotifications
source: Grand-Prix sessions notifications
zh_hant: 大獎賽賽事通知

# grandPrixNotificationsSub
source: You need to go to the schedule screen in order to initialize notifications of the next Grand-Prix.
zh_hant: 你需要進入行程介面來初始化下一場大獎賽的通知。

source: Notifications
zh_hant: 通知

# notifications2hours
source: 2 hours
zh_hant: 2小時

# notifications6hours
source: 6 hours
zh_hant: 6小時

# notifications12hours
source: 12 hours
zh_hant: 12小時

# notifications24hours
source: 24 hours
zh_hant: 24小時

# offtrack
source: You went off-track!
zh_hant: 你已衝出路徑！

# offtrackSub
source: Back on track
zh_hant: 回歸路徑

source: Pole Positions
zh_hant: 桿位

source: Any network
ml: ഏത് നെറ്റ്‌വർക്കും

source: API Key
ml: API കീ
